youWon=Ch\u00fac m\u1eebng!\nB\u1ea1n \u0111\u00e3 chi\u1ebfn th\u1eafng!!!
youLost=R\u1ea5t ti\u1ebfc...\nB\u1ea1n thua r\u1ed3i!
gameDraw=H\u00f2a!
gameDrawTooManyMove=V\u00e1n c\u1edd n\u00e0y qu\u00e1 d\u00e0i r\u1ed3i... H\u00f2a!.
doYouWantToStartANewGame=B\u1ea1n mu\u1ed1n ch\u01a1i v\u00e1n m\u1edbi kh\u00f4ng?
gameOver=TR\u00d2 CH\u01a0I K\u1ebeT TH\u00daC
yourTurn=\u0110\u1ebfn l\u01b0\u1ee3t b\u1ea1n!
thinking=M\u00ecnh \u0111ang suy ngh\u0129...
Objective=M\u1ee4C TI\u00caU
invalidMove=N\u01b0\u1edbc c\u1edd kh\u00f4ng h\u1ee3p l\u1ec7!
language=Ng\u00f4n ng\u1eef
newGame=V\u00e1n m\u1edbi: 
youvs=B\u1ea1n v\u00e0 
lvlBeginner=Ng\u01b0\u1eddi m\u1edbi ch\u01a1i
lvlEasy=D\u1ec5
lvlMedium=V\u1eeba
lvlHard=Kh\u00f3
lvlKingofChess=Vua c\u1edd
About=Th\u00f4ng tin
Abouttheprogram=V\u1ec1 ch\u01b0\u01a1ng tr\u00ecnh
AboutCredit=Vi\u1ebft b\u1edfi vanhoa www.vhn.vn\nPh\u1ea7n m\u00eam c\u00f3 s\u1eed d\u1ee5ng th\u01b0 vi\u1ec7n xqwlight.
AboutthisGame=V\u1ec1 tr\u00f2 ch\u01a1i
AboutGame=V\u00e1n c\u1edd \u0111\u01b0\u1ee3c ti\u1ebfn h\u00e0nh gi\u1eefa hai ng\u01b0\u1eddi, m\u1ed9t ng\u01b0\u1eddi c\u1ea7m qu\u00e2n Tr\u1eafng, m\u1ed9t ng\u01b0\u1eddi c\u1ea7m qu\u00e2n \u0110en. M\u1ee5c \u0111\u00edch c\u1ee7a m\u1ed7i ng\u01b0\u1eddi l\u00e0 t\u00ecm m\u1ecdi c\u00e1ch \u0111i qu\u00e2n tr\u00ean b\u00e0n c\u1edd theo \u0111\u00fang lu\u1eadt \u0111\u1ec3 chi\u1ebfu b\u00ed hay b\u1eaft T\u01b0\u1edbng (hay So\u00e1i, ho\u1eb7c Su\u00fd) c\u1ee7a \u0111\u1ed1i ph\u01b0\u01a1ng v\u00e0 gi\u00e0nh th\u1eafng l\u1ee3i...\nC\u00e1c b\u1ea1n c\u00f3 th\u1ec3 xem th\u00eam t\u1ea1i http://vi.wikipedia.org/wiki/C\u1edd_t\u01b0\u1edbng
Support=H\u1ed7 tr\u1ee3
SupportDetail=C\u00e1c b\u1ea1n h\u00e3y li\u00ean h\u1ec7 v\u1edbi m\u00ecnh t\u1ea1i www.vhn.vn
How2Play=C\u00e1ch ch\u01a1i
How2PlayDetail=N\u1ebfu b\u1ea1n kh\u00f4ng bi\u1ebft lu\u1eadt ch\u01a1i C\u1edd t\u01b0\u1edbng, h\u00e3y \u0111\u1ecdc th\u00eam t\u1ea1i wikipedia :).\n\n\u0110i\u1ec1u khi\u1ec3n: Ch\u01b0\u01a1ng tr\u00ecnh n\u00e0y cho ph\u00e9p b\u1ea1n di chuy\u1ec3n qu\u00e2n b\u1eb1ng 2 c\u00e1ch:\n-ABC (m\u1eb7c \u0111\u1ecbnh): \u1ea5n ph\u00edm ch\u1eef c\u00e1i hi\u1ec3n th\u1ecb ph\u00eda d\u01b0\u1edbi qu\u00e2n c\u1edd \u0111\u1ec3 ch\u1ecdn, \u1ea5n ti\u1ebfp ch\u1eef c\u00e1i t\u1ea1i n\u01a1i b\u1ea1n mu\u1ed1n \u0111\u1ebfn \u0111\u1ec3 di chuy\u1ec3n \u0111\u1ebfn \u0111\u00f3, \u1ea5n enter \u0111\u1ec3 b\u1ecf ch\u1ecdn.\n-Con tr\u1ecf: D\u00f9ng c\u00e1c ph\u00edm \u0111i\u1ec1u h\u01b0\u1edbng \u0111\u1ec3 di chuy\u1ec3n v\u00e0 l\u1ef1a ch\u1ecdn c\u00e1c qu\u00e2n c\u1edd.\nHai ch\u1ebf \u0111\u1ed9 n\u00e0y c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c chuy\u1ec3n qua l\u1ea1i b\u1eb1ng ph\u00edm Space, B\u1ea1n c\u00f2n c\u00f3 th\u1ec3 undo ho\u1eb7c redo b\u1eb1ng c\u00e1c ph\u00edm chuy\u1ec3n trang.\n\nCh\u00fac b\u1ea1n ch\u01a1i vui :)\n
choosePuzzle=Ch\u1ecdn th\u1ebf c\u1edd
Page=Trang
Solved=\u0110\u00e3 gi\u1ea3i 
Puzzle=Th\u1ebf c\u1edd
SolvePuzzle=Gi\u1ea3i c\u1edd th\u1ebf
resetPuzzle=X\u00f3a l\u1ecbch s\u1eed gi\u1ea3i c\u1edd th\u1ebf
SwipeToTurn=Swipe tr\u00e1i ho\u1eb7c ph\u1ea3i \u0111\u1ec3 chuy\u1ec3n trang ho\u1eb7c quay l\u1ea1i